{
  "attention": {
    "bad": [
      "работает не в полную меру своих сил. Может намного лучше, отвлекается на разные мелочи на занятии, что мешает усвоению материала. Но при должном внимании может делать потрясающие работы.",
      "часто отвлекается от процесса занятия, но при проявлении должного интереса делает потрясающие работы.",
      "не очень хорошо выполняет поставленные задачи, но старается следить за материалом и задавать вопросы.",
      "студент на паре работает только под присмотром, а во время удаленного обучения делает работы чуть более низкого качества.",
      "время от времени отвлекается от задачи, но не теряет нить занятия и вовремя начинает делать поставленные задачи."
    ],
    "normal": [
      "задает вопросы по необходимости, в основном молчит и внимательно слушает.",
      "на занятиях ведет себя очень тихо и скромно. Работу выполняет вместе со всеми со всей группой.",
      "работает нормально в период занятий и тихо ведет себя.",
      "cтарательный но иногда не внимательный студент, проявляет интерес и на постоянном контакте с преподавателем.",
      "активный студент, тяжело дается материал, но настойчивость и старательность дают свои плоды.",
      "выполняет свою работу на должном уровне и проявляет интерес, но иногда отвлекается.",
      "студент хорошо воспринимает новый материал. Умеет использовать полученные знания.",
      "старается на занятиях, поддерживает диалог с преподавателем, задает вопросы что очень радует. Работает в своем темпе."
    ],
    "good": [
      "проявляет высокую концентрацию и интерес к процессу проведения занятия.",
      "всегда стремится качественно выполнять классную работу, студент внимательно слушает преподавателя и может обратиться за помощью.",
      "следит за всем, что происходит на занятии.",
      "старательный и заинтересованный в предмете студент, хорошо идет на диалог и выполняет поставленные задачи на отличном уровне.",
      "активно участвует и в обсуждении и в процессе занятия.",
      "задает вопросы, излучает доброту, в лучшую сторону проявляет личностные качества.",
      "очень старательный и творческий студент.",
      "способный и старательный студент. Выполняет практическую работу качественно, Быстро схватывает материал.",
      "в лучшую сторону проявляет личносные качества, справляется с материалом курса, задает вопросы, ведет активную беседу с преподавателем.",
      "студент внимательно и прилежно слушает занятие, спокоен и трудолюбив. Не отстает от других студентов, показывая довольно неплохое понимание учебного материала.",
      "четко выполняет поставленные преподавателем на занятиях задачи. Студент показал себя как внимательным, успешно повторяя за преподавателем изучаемый материал и неплохо в нем ориентируясь. "
    ]
  },
  "hw": {
    "bad": [
      "Присутствуют проблемы с выполнением работ. Надеюсь в скором будущем это будет исправлено.",
      "Не выполняются домашние задания, возможно присутствуют проблемы с пониманием материала.",
      "Студент часто не отправляет многие работы."
    ],
    "normal": [
      "Иногда не выполняет своевременно домашние работы, но отправленные задания выполненные на отлично.",
      "Бывают проблемы с выполнением домашних работ.",
      "Студент на ура делает все поставленные домашние работы, но иногда это бывает с задержкой."
    ],
    "good": [
      "Все домашние задания выполняются вовремя, надеюсь так будет и далее.",
      "Нет проблем со своевременным выполнением домашних работ.",
      "Все отправленные работы выполнены на высший балл.",
      "При выполнении домашней работы видно что студент не ленится и делает её идя по максимально сложному пути, и реализация задумок ему с успехом удается.",
      "Домашние задания выполняет своевременно и ответственно."
    ]
  }
}
